tap "homebrew-ffmpeg/ffmpeg"
tap "rs/tap"

brew "jpeg-xl"
brew "aom"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "glib"
brew "harfbuzz"
brew "bfg"
brew "boost"
brew "gmp"
brew "gcc"
brew "suite-sparse"
brew "tbb"
brew "ceres-solver"
brew "cmake"
brew "coreutils"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "fish"
brew "flyctl"
brew "fzf"
brew "git"
brew "libksba"
brew "gnupg"
brew "libtool"
brew "haproxy"
brew "hdf5"
brew "helm"
brew "hey"
brew "htop"
brew "jmeter"
brew "jq"
brew "launchctl-completion"
brew "libfido2"
brew "libmagic"
brew "netcdf"
brew "nmap"
brew "numpy"
brew "ffmpeg"
brew "openvino"
brew "vtk"
brew "opencv"
brew "pbzip2"
brew "progress"
brew "redis"
brew "rename"
brew "shmux"
brew "sslscan"
brew "telnet"
brew "tmux"
brew "tree"
brew "vegeta"
brew "watch"
brew "wget"
brew "yarn"

cask "calibre"
cask "copyq"
cask "discord"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-powerline-symbols"
cask "gimp"
cask "ghostty"
cask "insomnia"
cask "iterm2"
cask "keepingyouawake"
cask "raspberry-pi-imager"
cask "rectangle"
cask "steam"
cask "visual-studio-code"
cask "vlc"

# VS Code extensions unchanged
