tap "filosottile/musl-cross"
tap "heroku/brew"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "rs/tap"
brew "automake"
brew "bash"
brew "bash-completion"
brew "glib"
brew "harfbuzz"
brew "bfg"
brew "boost"
brew "gmp"
brew "gcc"
brew "openblas"
brew "suite-sparse"
brew "tbb"
brew "ceres-solver"
brew "cmake"
brew "coreutils"
brew "dep"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg@4"
brew "fish"
brew "flyctl"
brew "fzf"
brew "git"
brew "libtool"
brew "guile"
brew "libksba"
brew "gnupg"
brew "gobject-introspection"
brew "groonga"
brew "openssl@3", link: false
brew "haproxy"
brew "hdf5"
brew "helm"
brew "hey"
brew "htop"
brew "jmeter"
brew "jq"
brew "kind"
brew "krb5"
brew "libmagic"
brew "mariadb"
brew "node@16"
brew "mongosh"
brew "mysql-client"
brew "neo4j"
brew "netcdf"
brew "nmap"
brew "node@14"
brew "numpy"
brew "qt@5"
brew "pyqt@5"
brew "vtk"
brew "opencv"
brew "pbzip2"
brew "postgresql@14"
brew "progress"
brew "redis"
brew "rename"
brew "sbt"
brew "shmux"
brew "spin"
brew "sslscan"
brew "telnet"
brew "tmux"
brew "tree"
brew "vegeta"
brew "watch"
brew "wget"
brew "yarn"
brew "filosottile/musl-cross/musl-cross"
brew "heroku/brew/heroku"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg", args: ["with-srt"]
brew "mongodb/brew/mongodb-community"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
cask "alfred"
cask "android-ndk"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "angry-ip-scanner"
cask "calibre"
cask "colorpicker-skalacolor"
cask "db-browser-for-sqlite"
cask "discord"
cask "dozer"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-powerline-symbols"
cask "gimp"
cask "google-chrome"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "kap"
cask "keepingyouawake"
cask "macdown"
cask "meld"
cask "ngrok"
cask "rectangle"
cask "rowanj-gitx"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "the-unarchiver"
cask "tiled"
cask "virtualbox"
cask "vlc"
cask "xquartz"
vscode "2gua.rainbow-brackets"
vscode "42Crunch.vscode-openapi"
vscode "Arjun.swagger-viewer"
vscode "batisteo.vscode-django"
vscode "Codeium.codeium"
vscode "cschlosser.doxdocgen"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "HookyQR.beautify"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "KevinRose.vsc-python-indent"
vscode "LoyieKing.smalise"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vscode.Theme-TomorrowKit"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "Surendrajat.apklab"
vscode "twxs.cmake"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "waderyan.gitblame"
vscode "wholroyd.jinja"
vscode "xdebug.php-debug"
vscode "yzhang.markdown-all-in-one"
vscode "ZainChen.json"
