tap "filosottile/musl-cross"
tap "heroku/brew"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mongodb/brew"
tap "rs/tap"
brew "jpeg-xl"
brew "aom"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "glib"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "boost"
brew "gmp"
brew "gcc"
brew "suite-sparse"
brew "tbb"
brew "ceres-solver"
brew "cmake"
brew "coreutils"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "libmicrohttpd"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg@4"
brew "fish"
brew "flyctl"
brew "fzf"
brew "git"
brew "libksba"
brew "gnupg"
brew "gobject-introspection"
brew "groonga"
brew "libtool"
brew "guile"
brew "haproxy"
brew "hdf5"
brew "helm"
brew "hey"
brew "htop"
brew "jmeter"
brew "jq"
brew "krb5"
brew "launchctl-completion"
brew "libfido2"
brew "libmagic"
brew "mariadb"
brew "netcdf"
brew "nmap"
brew "numpy"
brew "ffmpeg", args: ["with-srt"]
brew "openvino"
brew "qt"
brew "pyqt"
brew "vtk"
brew "opencv"
brew "openjdk@17"
brew "pbzip2"
brew "progress"
brew "qt@5"
brew "pyqt@5"
brew "redis"
brew "rename"
brew "sbt"
brew "shmux"
brew "sslscan"
brew "telnet"
brew "tmux"
brew "tree"
brew "vegeta"
brew "watch"
brew "wget"
brew "yarn"
brew "filosottile/musl-cross/musl-cross"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg", args: ["with-srt"]
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
cask "alfred"
cask "android-ndk"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "angry-ip-scanner"
cask "calibre"
cask "colorpicker-skalacolor"
cask "copyq"
cask "db-browser-for-sqlite"
cask "discord"
cask "dozer"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-powerline-symbols"
cask "gimp"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "kap"
cask "keepingyouawake"
cask "meld"
cask "ngrok"
cask "raspberry-pi-imager"
cask "rectangle"
cask "rowanj-gitx"
cask "sequel-pro"
cask "skype"
cask "the-unarchiver"
cask "tiled"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
vscode "42crunch.vscode-openapi"
vscode "arcanis.vscode-zipfs"
vscode "arjun.swagger-viewer"
vscode "batisteo.vscode-django"
vscode "codeium.codeium"
vscode "cschlosser.doxdocgen"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "kevinrose.vsc-python-indent"
vscode "loyieking.smalise"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vscode.theme-tomorrowkit"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "surendrajat.apklab"
vscode "svelte.svelte-vscode"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "waderyan.gitblame"
vscode "wholroyd.jinja"
vscode "xdebug.php-debug"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "zixuanchen.vitest-explorer"
